---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DPartFailures.DivideVolumesProfilesGapForWidthSome
source: html/09fd1ec1-5a25-e3f6-b7f4-03a5e8c7bc15.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DPartFailures.DivideVolumesProfilesGapForWidthSome Property

Division family cannot be used with the selected division gap for some widths of hosts

## Syntax (C#)
```csharp
public static FailureDefinitionId DivideVolumesProfilesGapForWidthSome { get; }
```